Tekla.Structures.CatalogInternal.CDelegateWrapper.CleanAndModifyShape(Tekla.Structures.CatalogInternal.dotcatShape_t@,System.Boolean@)


Tekla.Structures.CatalogInternal.CDelegateWrapper.CleanAndModifyShapeByName(System.String,System.Boolean@)
